Repository: SummerTree/PhotoMiner
Catalog: PhotoMiner/*.lproj/Localizable.strings
Languages: hu

source: picture
hu: kép

source: pictures
hu: kép

source: Are you sure you want to start a new scan?
hu: Biztos hogy új keresést szeretnél indítani?

source: You requested to scan a directory which is not part of the loaded scan.
hu: Olyan könyvtár átnézését kérted, ami nem része a már beolvasott keresésnek.

source: Are you sure you want to trash the selected picture?
hu: Biztos hogy a kukába szeretnéd helyezni a kiválasztott képet?

source: Are you sure you want to trash the selected %d pictures?
hu: Biztos hogy a kukába szeretnéd helyezni a kiválasztott %d képet?

source: No
hu: Nem

source: Yes
hu: Igen

source: Couldn't parse scan from %@
hu: Nem lehet elemezni a képeket a %@ fájlban

source: File is corrupted or it's not a scan result
hu: A fájl megsérült vagy nem tartalmaz valós keresési adatokat

source: Couldn't save scan to %@
hu: Nem tudtam elmenteni a keresési adatokat a %@ fájlba

source: Couldn't prepare data for saving
hu: Nem tudtam előkészíteni az adatokat mentéshez

source: To give access to files in opened scan you need to start a scan for the following directories or drop them here: %@
hu: A beolvasott keresés fájljainak eléréséhez egy újabb keresést kell kezdeményezned a következő könyvtárakon, vagy csak húzd ide őket: %@

source: To give access to files in opened scan you need to start a scan for the following directory or drop it here: %@
hu: A beolvasott keresés fájljainak eléréséhez egy újabb keresést kell kezdeményezned a következő könyvtáron, vagy csak húzd ide: %@

source: Action needed for accessing directories
hu: A szükséges könyvtárak eléréséhez újabb műveletek szükségesek

source: System do not allows to read directories which weren't opened through OpenDialog or Drag&Drop. Because of this we open Finder for you with pre-selected directories each time you load a saved scan with directories which weren't accepted by user yet. You need to Drag&Drop these directories to the application's window in order to give access.
hu: A rendszer nem engedélyezi az alkalmazásnak olyan könyvtárak elérését, amelyeket nem a felhasznátó kért (Fájlmegnyitó ablakon keresztül vagy Drag&Drop segítségével). Ez miatt minden egyes alkalommal amikor olyan mentett keresést nyitsz meg amely könyvtárai még nem elérhetőek, megnyitunk neked egy-egy Finder ablakot a szükséges könyvtárak bejelölésével. Ezeket a könyvtárakat húzd az alkalmazás ablakára hogy elérhessük a bennük található fájlokat.

source: Your loaded scan changed. Do you want to save it before terminating application?
hu: A beolvasott keresési adatok megváltoztak. Akarod menteni őket a kilépés előtt?

source: Scan Messages attachments
hu: Messages mellékleteinek keresése

source: Scan Mail attachments
hu: Mail mellékleteinek keresése

source: Export
hu: Exportálás
